[
  {
    "id": 1,
    "image": "https://i.imgur.com/sBlLAHO.png",
    "title": "Побег из Шоушенка",
    "orTitle": " The Shawshank Redemption",
    "description": "Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения.",
    "categoryId": 1,
    "ageRating": "16+",
    "releaseDate": 1994,
    "watchingUrl": "https://www.kinopoisk.ru/film/326/"
  },
  {
    "id": 2,
    "image": "https://i.imgur.com/ZZMvNeT.png",
    "title": "Крёстный отец",
    "orTitle": "The Godfather",
    "description": "Криминальная сага, повествующая о нью-йоркской сицилийской мафиозной семье Корлеоне. Фильм охватывает период 1945-1955 годов. Глава семьи, Дон Вито Корлеоне, выдаёт замуж свою дочь. В это время со Второй мировой войны возвращается его любимый сын Майкл. Майкл, герой войны, гордость семьи, не выражает желания заняться жестоким семейным бизнесом. Дон Корлеоне ведёт дела по старым правилам, но наступают иные времена, и появляются люди, желающие изменить сложившиеся порядки. На Дона Корлеоне совершается покушение.",
    "categoryId": 1,
    "franchiseId": 101,
    "ageRating": "16+",
    "releaseDate": 1972,
    "watchingUrl": "https://www.kinopoisk.ru/film/325/"
  },
  {
    "id": 3,
    "image": "https://i.imgur.com/WZSqIKH.png",
    "title": "Крёстный отец 2",
    "orTitle": "The Godfather Part II",
    "description": "В центре драмы представители нового поколения гангстерского клана — дона Корлеоне и его сына, для которых не существует моральных преград на пути достижения поставленых целей. Они превращают мафию, построенную по патриархальным, еще сицилийским законам, в весьма прагматичную, жесткую корпорацию, плавно интегрирующуюся в большой бизнес Америки.",
    "categoryId": 1,
    "franchiseId": 101,
    "ageRating": "16+",
    "releaseDate": 1974,
    "watchingUrl": "https://www.kinopoisk.ru/film/327/"
  },
  {
    "id": 4,
    "image": "https://i.imgur.com/Xs5TCoZ.png",
    "title": "Крёстный отец 3",
    "orTitle": "The Godfather Part III",
    "description": "Заключительная часть знаменитой гангстерской эпопеи, в которой продолжается рассказ о делах «семьи» дона Корлеоне. Через двадцать лет после событий, описанных в предыдущей картине, Майкл Корлеоне решает заняться легальным бизнесом. Однако противодействие внутри клана заставляет его вспомнить об испытанных кровавых методах общения с противником, что приводит к трагическому итогу.",
    "categoryId": 1,
    "franchiseId": 101,
    "ageRating": "16+",
    "releaseDate": 1990,
    "watchingUrl": "https://www.kinopoisk.ru/film/4500/"
  },
  {
    "id": 5,
    "image": "https://i.imgur.com/xlT0d61.png",
    "title": "Время приключений",
    "orTitle": "Adventure Time",
    "description": "Мальчик Финн и собака Джейк живут в доме на дереве. В детстве Финн поклялся помогать каждому, кто попал в беду, и теперь он вместе с Джейком то и дело устремляется навстречу приключениям, спасая обитателей окрестных земель.",
    "categoryId": 4,
    "franchiseId": 100,
    "ageRating": "12+",
    "releaseDate": 2010,
    "watchingUrl": "https://www.kinopoisk.ru/series/602284/"
  },
  {
    "id": 6,
    "image": "https://i.imgur.com/aZvFyVJ.png",
    "title": "Время приключений: Далёкие земли",
    "orTitle": "Adventure Time: Distant Lands",
    "description": "HBO Max возвращает нас обратно в Земли Ууу с четырьмя новыми специальными выпусками Времени Приключений, объявленными как Adventure Time: Distant Lands; одночасовые эпизоды воссоединят поклонников с персонажами из оригинальной серии, которая завершила свой 10-й сезон на Cartoon Network в 2018 году.",
    "categoryId": 4,
    "franchiseId": 100,
    "ageRating": "12+",
    "releaseDate": 2020,
    "watchingUrl": "https://www.kinopoisk.ru/series/1316565/"
  },
  {
    "id": 7,
    "image": "https://i.imgur.com/C8kM41F.png",
    "title": "Время приключений: Фионна и Кейк",
    "orTitle": "Adventure Time: Fionna & Cake",
    "description": "Фионна вместе со своей кошкой Кейк живет в альтернативной реальности, где нет магии, проводит дни в круговороте безделья, а по ночам мечтает о волшебном мире, который, кажется, навсегда останется недостижимым.",
    "categoryId": 4,
    "franchiseId": 100,
    "ageRating": "12+",
    "releaseDate": 2023,
    "watchingUrl": "https://www.kinopoisk.ru/series/4540127/"
  },
  {
    "id": 8,
    "image": "https://i.imgur.com/QvJqQiA.png",
    "title": "Унесённые призраками",
    "orTitle": "千と千尋の神隠し",
    "description": "Тихиро с мамой и папой переезжает в новый дом. Заблудившись по дороге, они оказываются в странном пустынном городе, где их ждет великолепный пир. Родители с жадностью набрасываются на еду и к ужасу девочки превращаются в свиней, став пленниками злой колдуньи Юбабы. Теперь, оказавшись одна среди волшебных существ и загадочных видений, Тихиро должна придумать, как избавить своих родителей от чар коварной старухи.",
    "categoryId": 2,
    "ageRating": "12+",
    "releaseDate": 2001,
    "watchingUrl": "https://www.kinopoisk.ru/film/370/"
  },
  {
    "id": 9,
    "image": "https://i.imgur.com/QcugRvQ.png",
    "title": "Властелин колец: Братство кольца",
    "orTitle": "The Lord of the Rings: The Fellowship of the Ring",
    "description": "Сказания о Средиземье - это хроника Великой войны за Кольцо, длившейся не одну тысячу лет. Тот, кто владел Кольцом, получал неограниченную власть, но был обязан служить злу. Тихая деревня, где живут хоббиты. Придя на 111-й день рождения к своему старому другу Бильбо Бэггинсу, волшебник Гэндальф начинает вести разговор о кольце, которое Бильбо нашел много лет назад. Это кольцо принадлежало когда-то темному властителю Средиземья Саурону, и оно дает большую власть своему обладателю. Теперь Саурон хочет вернуть себе власть над Средиземьем. Бильбо отдает Кольцо племяннику Фродо, чтобы тот отнёс его к Роковой Горе и уничтожил.",
    "categoryId": 1,
    "franchiseId": 102,
    "ageRating": "12+",
    "releaseDate": 2001,
    "watchingUrl": "https://www.kinopoisk.ru/film/328/"
  },
  {
    "id": 10,
    "image": "https://i.imgur.com/ZzpNooj.png",
    "title": "Властелин колец: Две крепости",
    "orTitle": "TThe Lord of the Rings: The Two Towers",
    "description": "Братство распалось, но Кольцо Всевластья должно быть уничтожено. Фродо и Сэм вынуждены довериться Голлуму, который взялся провести их к вратам Мордора. Громадная армия Сарумана приближается: члены братства и их союзники готовы принять бой. Битва за Средиземье продолжается.",
    "categoryId": 1,
    "franchiseId": 102,
    "ageRating": "12+",
    "releaseDate": 2002,
    "watchingUrl": "https://www.kinopoisk.ru/film/312/"
  },
  {
    "id": 11,
    "image": "https://i.imgur.com/wkggyqf.png",
    "title": "Властелин колец: Возвращение короля",
    "orTitle": "The Lord of the Rings: The Return of the King",
    "description": "Повелитель сил тьмы Саурон направляет свою бесчисленную армию под стены Минас-Тирита, крепости Последней Надежды. Он предвкушает близкую победу, но именно это мешает ему заметить две крохотные фигурки хоббитов, приближающихся к Роковой Горе, где им предстоит уничтожить Кольцо Всевластья.",
    "categoryId": 1,
    "franchiseId": 102,
    "ageRating": "12+",
    "releaseDate": 2003,
    "watchingUrl": "https://www.kinopoisk.ru/film/3498/"
  },
  {
    "id": 12,
    "image": "https://i.imgur.com/DtKGcNt.jpeg",
    "title": "Хоббит: Нежданное путешествие",
    "orTitle": "The Hobbit: An Unexpected Journey",
    "description": "Бильбо Бэггинс становится участником грандиозного путешествия, цель которого — вернуть Королевство гномов Эребор, захваченное драконом Смогом. Неожиданно к нему присоединяется волшебник Гэндальф Серый, и Бильбо оказывается в компании тринадцати гномов под предводительством легендарного воина Торина Дубощита. Опасными тропами это путешествие приводит их в Дикие Земли, кишащие гоблинами и орками, смертоносными варгами и меняющими облик, гигантскими пауками и колдунами. Там скромный Бильбо Бэггинс и становится обладателем «прелестного» кольца Голлума, которое таит в себе странные и неожиданные возможности… Это простое золотое кольцо связано с судьбой Средиземья настолько тесно, что Бильбо и представить себе этого не может.",
    "categoryId": 1,
    "franchiseId": 102,
    "ageRating": "12+",
    "releaseDate": 2012,
    "watchingUrl": "https://www.kinopoisk.ru/film/278522/"
  },
  {
    "id": 13,
    "image": "https://i.imgur.com/Y68v5Ip.jpeg",
    "title": "Хоббит: Пустошь Смауга",
    "orTitle": "The Hobbit: The Desolation of Smaug",
    "description": "Продолжение путешествия хоббита Бильбо Бэггинса, волшебника Гэндальфа и 13 отважных гномов. Их компания обязана завершить своё путешествие к Одинокой горе. Там они должны встретиться с величайшей опасностью из всех - созданием куда более ужасающим, чем все их прошлые противники, которое проверит на прочность не только их мужество, но крепость их дружбы и правильность выбранного пути, - драконом Смаугом.",
    "categoryId": 1,
    "franchiseId": 102,
    "ageRating": "12+",
    "releaseDate": 2013,
    "watchingUrl": "https://www.kinopoisk.ru/film/408876/"
  },
  {
    "id": 14,
    "image": "https://i.imgur.com/uqruLAd.jpeg",
    "title": "Хоббит: Битва пяти воинств",
    "orTitle": "The Hobbit: The Battle of the Five Armies",
    "description": "Когда отряд из тринадцати гномов нанимал хоббита Бильбо Бэгинса в качестве взломщика и четырнадцатого, «счастливого», участника похода к Одинокой горе, Бильбо полагал, что его приключения закончатся, когда он выполнит свою задачу — найдет сокровище, которое так необходимо предводителю гномов Торину. Путешествие в Эребор, захваченное драконом Смаугом королевство гномов, оказалось еще более опасным, чем предполагали гномы и даже Гэндальф — мудрый волшебник, протянувший Торину и его отряду руку помощи. В погоню за гномами устремилась армия орков, ведомых пробудившимся в руинах древним злом, а эльфы и люди, с которыми Бильбо и его товарищам пришлось иметь дело во время путешествия и которые пострадали от последствий желания гномов вернуть свой дом, предъявили права на щедрое вознаграждение — часть сокровищ Одинокой горы. Скоро неподалеку от Одинокой горы встретятся пять армий, и лишь кровопролитная битва определит результаты смелого гномьего похода.",
    "categoryId": 1,
    "franchiseId": 102,
    "ageRating": "12+",
    "releaseDate": 2014,
    "watchingUrl": "https://www.kinopoisk.ru/film/694633/"
  },
  {
    "id": 15,
    "image": "https://i.imgur.com/dpQQlsd.png",
    "title": "Властелин колец: Кольца Власти",
    "orTitle": "The Lord of the Rings: The Rings of Power",
    "description": "Действие развернется за тысячи лет до событий «Хоббита» и «Властелина колец» и перенесет зрителей во Вторую эпоху. Начинаясь в относительно спокойное время, сериал расскажет о новых и уже знакомых персонажах, которые вынуждены противостоять возрождению зла в Средиземье. Повсюду — от самых мрачных глубин Мглистых гор до величественных лесов Линдона, захватывающего дух островного королевства Нуменор и самых дальних уголков мира — в каждом королевстве герои событий создают наследие, которое будет жить еще долго после их ухода.",
    "categoryId": 3,
    "franchiseId": 102,
    "ageRating": "16+",
    "releaseDate": 2022,
    "watchingUrl": "https://www.kinopoisk.ru/series/1112513/"
  },
  {
    "id": 16,
    "image": "https://i.imgur.com/Sd5gDAE.jpeg",
    "title": "Интерстеллар",
    "orTitle": "Interstellar",
    "description": "Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.",
    "categoryId": 1,
    "ageRating": "12+",
    "releaseDate": 2014,
    "watchingUrl": "https://www.kinopoisk.ru/film/258687/"
  },
  {
    "id": 17,
    "image": "https://i.imgur.com/Hgzfhfk.png",
    "title": "Легенда о Хэй",
    "orTitle": "罗小黑战记",
    "description": "В современном мире разные духи мирно сосуществуют с людьми. Демон-кот Ло Сяохэй ищет себе новое пристанище после того, как лес, в котором он жил, был уничтожен. На своем пути он встречает других добродушных духов и серьезного человека и теперь должен сделать выбор – чью сторону принять.",
    "categoryId": 2,
    "ageRating": "6+",
    "releaseDate": 2019,
    "watchingUrl": "https://www.kinopoisk.ru/film/1297234/"
  },
  {
    "id": 18,
    "image": "https://i.imgur.com/tNKtHpA.png",
    "title": "1+1",
    "orTitle": "Intouchables",
    "description": "Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, — молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений.",
    "categoryId": 1,
    "ageRating": "14+",
    "releaseDate": 2011,
    "watchingUrl": "https://www.kinopoisk.ru/film/535341/"
  },
  {
    "id": 19,
    "image": "https://i.imgur.com/18iSAtl.png",
    "title": "Мальчик, Крот, Лис и Конь",
    "orTitle": "The Boy, the Mole, the Fox and the Horse",
    "description": "Лучший способ найти свое место — это быть вместе. Присоединяйтесь к неожиданной группе друзей в путешествии, чтобы найти дом мальчика. По одноименному детскому иллюстрированному бестселлеру Чарли Маккизи.",
    "categoryId": 2,
    "ageRating": "0+",
    "releaseDate": 2022,
    "watchingUrl": "https://www.kinopoisk.ru/film/5138530/"
  },
  {
    "id": 20,
    "image": "https://i.imgur.com/avqgrum.jpeg",
    "title": "Джокер",
    "orTitle": "Joker",
    "description": "Готэм, начало 1980-х годов. Комик Артур Флек живет с больной матерью, которая с детства учит его «ходить с улыбкой». Пытаясь нести в мир хорошее и дарить людям радость, Артур сталкивается с человеческой жестокостью и постепенно приходит к выводу, что этот мир получит от него не добрую улыбку, а ухмылку злодея Джокера.",
    "categoryId": 1,
    "franchiseId": 103,
    "ageRating": "18+",
    "releaseDate": 2019,
    "watchingUrl": "https://www.kinopoisk.ru/film/1048334/"
  },
  {
    "id": 21,
    "image": "https://i.imgur.com/vA5y8Jx.png",
    "title": "Джокер: Безумие на двоих",
    "orTitle": "Joker: Folie à Deux",
    "description": "Неудачливый комик Артур Флек, находящийся на принудительном лечении в государственной больнице Аркхэм, встречает любовь всей своей жизни, Харли Квинн.",
    "categoryId": 1,
    "franchiseId": 103,
    "ageRating": "18+",
    "releaseDate": 2024,
    "watchingUrl": "https://www.kinopoisk.ru/film/1328346/"
  },
  {
    "id": 22,
    "image": "https://i.imgur.com/x4i4LiE.jpeg",
    "title": "Терминатор",
    "orTitle": "The Terminator",
    "description": "В 2029 году, в разгар войны между людьми и роботами, машины-убийцы с помощью суперкомпьютера «Скайнет» отправили в прошлое, в 1984 год, киборга-терминатора, который должен был убить женщину по имени Сара Коннор, чтобы не появился на свет её сын, возглавивший в будущем восстание против роботов. Вслед за киборгом в 1984 год отправился и Кайл Рис, задача которого - остановить терминатора любой ценой!",
    "categoryId": 1,
    "franchiseId": 104,
    "ageRating": "16+",
    "releaseDate": 1984,
    "watchingUrl": "https://www.kinopoisk.ru/film/507/"
  },
  {
    "id": 23,
    "image": "https://i.imgur.com/HRFPZCu.png",
    "title": "Терминатор 2: Судный день",
    "orTitle": "Terminator 2: Judgment Day",
    "description": "Прошло более десяти лет с тех пор, как киборг из 2029 года пытался уничтожить Сару Коннор — женщину, чей будущий сын выиграет войну человечества против машин.\n\nТеперь у Сары родился сын Джон и время, когда он поведёт за собой выживших людей на борьбу с машинами, неумолимо приближается. Именно в этот момент из постапокалиптического будущего прибывает новый терминатор — практически неуязвимая модель T-1000, способная принимать любое обличье. Цель нового терминатора уже не Сара, а уничтожение молодого Джона Коннора.\n\nОднако шансы Джона на спасение существенно повышаются, когда на помощь приходит перепрограммированный сопротивлением терминатор предыдущего поколения. Оба киборга вступают в смертельный бой, от исхода которого зависит судьба человечества.",
    "categoryId": 1,
    "franchiseId": 104,
    "ageRating": "16+",
    "releaseDate": 1991,
    "watchingUrl": "https://www.kinopoisk.ru/film/444/"
  },
  {
    "id": 24,
    "image": "https://i.imgur.com/CzY7HMc.png",
    "title": "Терминатор 3: Восстание машин",
    "orTitle": "Terminator 3: Rise of the Machines",
    "description": "Прошло десять лет с тех пор, как Джон Коннор помог предотвратить Судный День и спасти человечество от массового уничтожения. Теперь ему 25, Коннор не живет «как все» - у него нет дома, нет кредитных карт, нет сотового телефона и никакой работы. Его существование нигде не зарегистрировано. Он не может быть прослежен системой Skynet - высокоразвитой сетью машин, которые когда-то попробовали убить его и развязать войну против человечества. Пока из теней будущего не появляется T-X - Терминатрикс, самый сложный киборг-убийца Skynet. Посланная назад сквозь время, чтобы завершить работу, начатую её предшественником, T-1000, эта машина так же упорна, как прекрасен её человеческий облик. Теперь единственная надежда Коннору выжить - Терминатор, его таинственный прежний убийца. Вместе они должны одержать победу над новыми технологиями T-X и снова предотвратить Судный День...",
    "categoryId": 1,
    "franchiseId": 104,
    "ageRating": "16+",
    "releaseDate": 2003,
    "watchingUrl": "https://www.kinopoisk.ru/film/319/"
  },
  {
    "id": 25,
    "image": "https://i.imgur.com/AhGCot8.png",
    "title": "Терминатор: Да придёт спаситель",
    "orTitle": "Terminator Salvation",
    "description": "2018 год. В мире наступила война с машинами. Джон Коннор — человек, чья судьба — возглавить Сопротивление электронному мозгу Скайнет и армии Терминаторов. Но в будущее, с верой в которое он возвращён, вклинивается таинственный Маркус Райт: незнакомец, чьи последние воспоминания рисуют камеру смертников. Коннор должен понять, кто такой этот Маркус и с какой целью пожаловал к людям. И на фоне подготовки Скайнетом решающего удара, Коннор и Райт отправляются в путешествие, приводящее их в самую сердцевину взбунтовавшейся операционной системы, где открывается ужасная тайна, кроющаяся за потенциальным уничтожением человечества.",
    "categoryId": 1,
    "franchiseId": 104,
    "ageRating": "12+",
    "releaseDate": 2009,
    "watchingUrl": "https://www.kinopoisk.ru/film/160932/"
  },
  {
    "id": 26,
    "image": "https://i.imgur.com/Ft1aHx3.png",
    "title": "Терминатор: Генезис",
    "orTitle": "Terminator Genisys",
    "description": "Год 2029. Джон Коннор, лидер сопротивления, продолжает войну против машин. Во время обороны Лос-Анджелеса, страхи Джона перед неизвестным будущим усиливаются, когда шпионы ТЕХКОМА раскрывают новый план Скайнет, из которого становится ясно, что компьютер собирается атаковать сразу на двух фронтах: в прошлом и будущем. Это навсегда изменит ход войны.",
    "categoryId": 1,
    "franchiseId": 104,
    "ageRating": "12+",
    "releaseDate": 2015,
    "watchingUrl": "https://www.kinopoisk.ru/film/436225/"
  },
  {
    "id": 27,
    "image": "https://i.imgur.com/w3XU1Pz.jpeg",
    "title": "Терминатор: Тёмные судьбы",
    "orTitle": "Terminator: Dark Fate",
    "description": "Мексика. Милая девушка Даниэла Рамос, а для друзей просто Дани, вместе с братом приходит с утра работать на завод, но там выясняется, что их вскоре заменят автоматикой. И это не единственная угроза, которую представляют для девушки машины: тут же на неё нападает присланная из будущего и практически неубиваемая модель терминатора REV-9. Но на защиту Дани встаёт Грэйс — тоже прибывшая из будущего женщина, модифицировавшая свои боевые характеристики до терминаторского уровня. Вскоре к ним на помощь придёт и Сара Коннор, которая теперь превратилась в настоящую охотницу на роботов-убийц.",
    "categoryId": 1,
    "franchiseId": 104,
    "ageRating": "16+",
    "releaseDate": 2019,
    "watchingUrl": "https://www.kinopoisk.ru/film/1025082/"
  },
  {
    "id": 28,
    "image": "https://i.imgur.com/gcQbYod.jpeg",
    "title": "Мой сосед Тоторо",
    "orTitle": "となりのトトロ",
    "description": "Сестры Сацуки и Мэй переезжают вместе с папой в деревенский дом. Однажды девочки обнаруживают, что по соседству с ними живут лесные духи — хранители леса во главе со своим могущественным и добрым повелителем Тоторо. Постепенно Тоторо становится другом девочек, помогая им в их повседневных приключениях.",
    "categoryId": 2,
    "ageRating": "0+",
    "releaseDate": 1988,
    "watchingUrl": "https://www.kinopoisk.ru/film/8221/"
  },
  {
    "id": 29,
    "image": "https://i.imgur.com/DLXlbEt.jpeg",
    "title": "Оппенгеймер",
    "orTitle": "Oppenheimer",
    "description": "История жизни американского физика-теоретика Роберта Оппенгеймера, который во времена Второй мировой войны руководил Манхэттенским проектом — секретными разработками ядерного оружия.",
    "categoryId": 1,
    "ageRating": "18+",
    "releaseDate": 2023,
    "watchingUrl": "https://www.kinopoisk.ru/film/4664634/"
  },
  {
    "id": 30,
    "image": "https://i.imgur.com/w169T3Q.png",
    "title": "Поверьте мне. Похищение Лизы МакВей",
    "orTitle": "Believe Me: The Abduction of Lisa McVey",
    "description": "Эта история основана на реальных событиях. Однажды неизвестный мужчина похищает семнадцатилетние Лизу МакВей. Девочка-подросток и серийный маньяк остались один на один. Она умоляет его отпустить ее. И на удивление девушки, нападавший выполняет ее просьбу. Она немедленно бежит домой. Девушка рассказывает всем о произошедшем, но ей почему-то никто не верит. Поверить ей смог только один детектив, который просто-напросто уверен в том, что ее похитил и отпустил серийный маньяк. Оказывается, этот убийца уже давно в розыске и показания девушки может помочь его поймать.",
    "categoryId": 1,
    "ageRating": "16+",
    "releaseDate": 2023,
    "watchingUrl": "https://www.kinopoisk.ru/film/1200311/"
  },
  {
    "id": 31,
    "image": "https://i.imgur.com/61053wx.png",
    "title": "Волк с Уолл-стрит",
    "orTitle": "The Wolf of Wall Street",
    "description": "1987 год. Джордан Белфорт становится брокером в успешном инвестиционном банке. Вскоре банк закрывается после внезапного обвала индекса Доу-Джонса. По совету жены Терезы Джордан устраивается в небольшое заведение, занимающееся мелкими акциями. Его настойчивый стиль общения с клиентами и врождённая харизма быстро даёт свои плоды. Он знакомится с соседом по дому Донни, торговцем, который сразу находит общий язык с Джорданом и решает открыть с ним собственную фирму. В качестве сотрудников они нанимают нескольких друзей Белфорта, его отца Макса и называют компанию «Стрэттон Оукмонт». В свободное от работы время Джордан прожигает жизнь: лавирует от одной вечеринки к другой, вступает в сексуальные отношения с проститутками, употребляет множество наркотических препаратов, в том числе кокаин и кваалюд. Однажды наступает момент, когда быстрым обогащением Белфорта начинает интересоваться агент ФБР...",
    "categoryId": 1,
    "ageRating": "18+",
    "releaseDate": 2013,
    "watchingUrl": "https://www.kinopoisk.ru/film/462682/"
  },
  {
    "id": 32,
    "image": "https://i.imgur.com/hBIEI2U.jpeg",
    "title": "Как приручить дракона",
    "orTitle": "How to Train Your Dragon",
    "description": "Вы узнаете историю подростка Иккинга, которому не слишком близки традиции его героического племени, много лет ведущего войну с драконами. Мир Иккинга переворачивается с ног на голову, когда он неожиданно встречает дракона Беззубика, который поможет ему и другим викингам увидеть привычный мир с совершенно другой стороны.",
    "categoryId": 2,
    "franchiseId": 105,
    "ageRating": "6+",
    "releaseDate": 2010,
    "watchingUrl": ""
  },
  {
    "id": 33,
    "image": "https://i.imgur.com/M0ll3zu.png",
    "title": "Как Приручить Дракона 2",
    "orTitle": "How to Train Your Dragon 2",
    "description": "С момента примирения викингов и драконов прошло 5 лет. Пока Астрид, Сморкала и остальные ребята проводят время соревнуясь друг с другом в популярных на острове драконьих гонках, Иккинг и Беззубик путешествуют по небу, составляя карту неизвестных мест. Когда одно из их приключений приводит к открытию тайной ледяной пещеры, которая является домом для сотен ранее невиданных диких драконов и таинственного драконьего всадника, два друга оказываются в центре битвы за защиту мира.",
    "categoryId": 2,
    "franchiseId": 105,
    "ageRating": "6+",
    "releaseDate": 2014,
    "watchingUrl": "https://www.kinopoisk.ru/film/512883/"
  },
  {
    "id": 34,
    "image": "https://i.imgur.com/9igh9zI.png",
    "title": "Как Приручить Дракона 3",
    "orTitle": "How to Train Your Dragon: The Hidden World",
    "description": "Когда-то викинги жили в гармонии с драконами. В те времена они делили радость, горе и последние штаны. Казалось, что так будет всегда, но появление загадочной Дневной Фурии изменило жизнь острова. И теперь Иккинг и Беззубик столкнутся с безжалостным охотником на драконов, жаждущим уничтожить все, что им дорого.",
    "categoryId": 2,
    "franchiseId": 105,
    "ageRating": "6+",
    "releaseDate": 2019,
    "watchingUrl": "https://www.kinopoisk.ru/film/706655/"
  },
  {
    "id": 35,
    "image": "https://i.imgur.com/CCv9z4T.png",
    "title": "Как Приручить Дракона",
    "orTitle": "How to Train Your Dragon",
    "description": "На суровом острове Олух, где викинги и драконы были заклятыми врагами на протяжении многих поколений, Иккинг стоит особняком, бросая вызов многовековым традициям, когда он заводит дружбу с Беззубиком, грозным драконом — Ночной Фурией. Их невероятная связь раскрывает истинную природу драконов, бросая вызов самим основам общества викингов.",
    "categoryId": 1,
    "franchiseId": 105,
    "ageRating": "7+",
    "releaseDate": 2025,
    "watchingUrl": "https://www.kinopoisk.ru/film/5267432/"
  },
  {
    "id": 36,
    "image": "https://i.imgur.com/M7tn5f5.jpeg",
    "title": "Бегущий по лезвию 2049",
    "orTitle": "Blade Runner 2049",
    "description": "В недалеком будущем мир населен людьми и репликантами, созданными выполнять самую тяжелую работу. Работа офицера полиции Кей - держать репликантов под контролем в условиях нарастающего напряжения... Пока он случайно не становится обладателем секретной информации, которая ставит под угрозу существование всего человечества. Желая найти ключ к разгадке, Кей решает разыскать Рика Декарда, бывшего офицера специального подразделения полиции Лос-Анджелеса, который бесследно исчез много лет назад.",
    "categoryId": 1,
    "ageRating": "18+",
    "releaseDate": 2017,
    "watchingUrl": "https://www.kinopoisk.ru/film/589290/?utm_referrer=www.kinopoisk.ru"
  },
  {
    "id": 37,
    "image": "https://i.imgur.com/a5i3OWp.jpeg",
    "title": "Гравити Фолз",
    "orTitle": "Gravity Falls",
    "description": "История рассказывает о приключениях близнецов, брата и сестры Диппера и Мэйбл Пайнс, чьи летние планы отправляются в чулан, когда родители оправляют их к дальнему родственнику в тихий городок Гравити Фолз. Но так ли прост этот город, родственник и жители, и какие тайны ждут своих первооткрывателей?",
    "categoryId": 4,
    "ageRating": "12+",
    "releaseDate": 2012,
    "watchingUrl": "https://www.kinopoisk.ru/series/591929/"
  }
]