[
  {
    "franchiseId": 100,
    "description": "«Время приключений» — мультипликационный сериал, повествующий о приключениях мальчика Финна и его друга — волшебного пса, английского бульдога Джейка в постапокалиптическом мире, называемом «Земли Ууу"
  },
  {
    "franchiseId": 101,
    "description": "Трилогия американских криминальных фильмов режиссера Фрэнсиса Форда Копполы, вдохновленная одноименным романом 1969 года итало-американского писателя Марио Пьюзо. Фильмы рассказывают о судебных процессах над вымышленной итальянско-американской мафиозной семьей Корлеоне, чей патриарх Вито Корлеоне становится крупной фигурой в американской организованной преступности. Его преемником становится его младший сын Майкл Корлеоне."
  },
  {
    "franchiseId": 102,
    "description": "«Властелин колец» — это масштабная фэнтезийная медиафраншиза, основанная на произведениях английского писателя Дж. Р. Р. Толкина. Она охватывает события, происходящие в вымышленном мире Средиземья, и включает в себя кинотрилогии, сериал и анимационные фильмы. Франшиза рассказывает эпические истории о борьбе добра и зла, героизме, дружбе и жертве."
  },
  {
    "franchiseId": 103,
    "description": "«Джокер» — мрачная и психологически насыщенная франшиза во вселенной DC, сосредоточенная на одном из самых известных и неоднозначных антагонистов в истории поп-культуры. Она исследует происхождение и внутренний мир Джокера — персонажа, ставшего символом хаоса, безумия и социальной нестабильности. Франшиза выделяется своей социальной критикой, атмосферой и уникальным авторским подходом к образу злодея."
  },
  {
    "franchiseId": 104,
    "description": "«Терминатор» — культовая научно-фантастическая франшиза о войне между человечеством и машинами, начатая в 1984 году режиссёром Джеймсом Кэмероном. В центре истории — противостояние людей и искусственного интеллекта Skynet, создавшего армию роботов-убийц, чтобы уничтожить человеческий род. Франшиза объединяет экшен, философию о судьбе и технологиях, и запоминающихся персонажей, ставших частью поп-культуры."
  },
  {
    "franchiseId": 105,
    "description": "«Как приручить дракона» — трогательная и зрелищная анимационная франшиза студии DreamWorks Animation, основанная на серии книг Крессиды Коуэлл. История о дружбе между викингом и драконом завоевала сердца зрителей всех возрастов, сочетая захватывающие приключения, глубокие эмоции и визуальную красоту."
  }
]